/*
聪尾钻站脚底旧破网王为百
算数共剩减加比骂道师棵课
猜谜语脸镜知袋菜怪尖奇椅
弯胸娃挂希望愿原照闪翻全
蝌蚪细脑脱换裤咦件青蛙塘
汗觉淋摸舔掌藏伸顶张匹清
病翅膀难无第跟蹦远近同赛
土木米目火虫些文趣古故汉
收田阿姨刚正次带麻屋帐胖
非常玉摘往满低扔追桃直真
秋落凉当作蚂蚁沟信燕躲南
瞧印留竹许梅晨静年升突然
*/
const data = {
    name: "三年级(上)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["聪", "cōng", "聪敏,聪慧,聪明"],
            ["尾", "wěi", "尾巴,尾大不掉,尾灯"],
            ["钻", "zuān/zuàn", "钻牛角尖,钻探,钻心"],
            ["站", "zhàn", "站哨,站长,站队"],
            ["脚", "jiǎo", "脚印,脚板,脚背"],
            ["底", "dǐ", "底版,底本,底边"],
            ["旧", "jiù", "旧都,旧恶,旧观"],
            ["破", "pò", "破案,破败,破财"],
            ["网", "wǎng", "网卡,网迷,网吧"],
            ["王", "wáng", "王后,王子,王八"],
            ["为", "wéi", "为人,为重,为此"],
            ["百", "bǎi", "百战百胜,百般,百倍"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["算", "suàn", "算草,算尺,算法"],
            ["数", "shù", "数不胜数,数典忘祖,数九"],
            ["共", "gòng", "共产党员,共享,共性"],
            ["剩", "shèng", "剩余,剩下,过剩"],
            ["减", "jiǎn", "减亏增盈,减速,减震"],
            ["加", "jiā", "加封,加紧,加强"],
            ["比", "bǐ", "比方,比比皆是,比分"],
            ["骂", "mà", "骂架,骂街,骂骂咧咧"],
            ["道", "dào", "道口,道士,道德"],
            ["师", "shī", "师德,师弟,师法"],
            ["棵", "kē", "一棵树"],
            ["课", "kè", "课本,课表,课程"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["猜", "cāi", "猜测,猜拳,猜度"],
            ["谜", "mí", "谜底,谜面,谜团"],
            ["语", "yǔ", "语体,语源,语病"],
            ["脸", "liǎn", "脸红,脸孔,脸面"],
            ["镜", "jìng", "镜花水月,镜框,镜片"],
            ["知", "zhī", "知识,知心,知道"],
            ["袋", "dài", "袋鼠,袋装,袋子"],
            ["菜", "cài", "菜店,菜板,菜场"],
            ["怪", "guài", "怪物,怪才,怪诞"],
            ["尖", "jiān", "尖顶,尖兵,尖刀"],
            ["奇", "qí", "奇案,奇兵"],
            ["椅", "yǐ", "椅垫,椅子,电椅"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["弯", "wān", "弯道,弯头,弯腰"],
            ["胸", "xiōng", "胸部,胸骨,胸花"],
            ["娃", "wá", "娃娃,娃子,娃娃"],
            ["挂", "guà", "挂锄,挂花,挂碍"],
            ["希", "xī", "希冀,希腊,希求"],
            ["望", "wàng", "望风而逃,望尘莫及,望而却步"],
            ["愿", "yuàn", "愿望,愿心,愿意"],
            ["原", "yuán", "原状,原形毕露,原则"],
            ["照", "zhào", "照常,照抄,照登"],
            ["闪", "shǎn", "闪开,闪避,闪道"],
            ["翻", "fān", "翻沉,翻盖,翻案"],
            ["全", "quán", "全文,全息,全始全终"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["蝌", "kē", "蝌蚪"],
            ["蚪", "dǒu", "蝌蚪"],
            ["细", "xì", "细布,细菌武器,细腻"],
            ["脑", "nǎo", "脑海,脑袋,脑袋瓜儿"],
            ["脱", "tuō", "脱口,脱帽,脱胎"],
            ["换", "huàn", "换班,换茬,换乘"],
            ["裤", "kù", "裤脚,裤衩,裤带"],
            ["咦", "yí", ""],
            ["件", "jiàn", "案件,摆件,备件"],
            ["青", "qīng", "青菜,青筋,青天"],
            ["蛙", "wā", "蛙鸣,蛙人,蛙泳"],
            ["塘", "táng", "塘坝,塘泥,塘堰"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["汗", "hàn/hán", "汗斑,汗臭,汗脚"],
            ["觉", "jiào", "觉得,觉察,觉悟"],
            ["淋", "lín", "淋浴,淋漓尽致,淋巴"],
            ["摸", "mō", "摸高,摸奖,摸底"],
            ["舔", "tiǎn", ""],
            ["掌", "zhǎng", "掌班,掌鞭,掌灯"],
            ["藏", "cáng/zàng", "捉迷藏,藏起来,宝藏"],
            ["伸", "shēn", "伸头探脑,伸腿,伸腰"],
            ["顶", "dǐng", "顶针,顶天立地,顶头"],
            ["张", "zhāng", "张榜,张灯结彩,张挂"],
            ["匹", "pǐ", "匹敌,匹夫,匹夫之勇"],
            ["清", "qīng", "清仓,清晨,清点"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["病", "bìng", "病房,病案,病变"],
            ["翅", "chì", "翅膀,翅子,鼻翅"],
            ["膀", "bǎng", "翅膀"],
            ["难", "nán/nàn", "难缠,难关,难熬,难民"],
            ["无", "wú", "无常,无度,无轨电车"],
            ["第", "dì", "第二产业,第二课堂,第二人称"],
            ["跟", "gēn", "跟班,跟从,跟斗"],
            ["蹦", "bèng", "蹦床,蹦高,蹦极"],
            ["远", "yuǎn", "远非,远近,远涉"],
            ["近", "jìn", "近便,近处,近代"],
            ["同", "tóng", "同情,同性,同源"],
            ["赛", "sài", "赛场,赛车,赛程"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["土", "tǔ", "土坑,土坡,土造"],
            ["木", "mù", "木排,木工,木立"],
            ["米", "mǐ", "米粉,米汤,米尺"],
            ["目", "mù", "目标,目不忍睹,目不识丁"],
            ["火", "huǒ", "火炬计划,火炉,火器"],
            ["虫", "chóng", "虫眼,虫草,虫害"],
            ["些", "xiē", "些个,些微,些小"],
            ["文", "wén", "文如其人,文气,文契"],
            ["趣", "qù", "趣话,趣事,趣谈"],
            ["古", "gǔ", "古城,古代,古道热肠"],
            ["故", "gù", "故都,故弄玄虚,故乡"],
            ["汉", "hàn", "汉剧,汉子,汉奸"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["收", "shōu", "收条,收音"],
            ["田", "tián", "田间,田舍,田产"],
            ["阿", "ā", "阿爸,阿姨"],
            ["姨", "yí", "姨表,姨父,姨妈"],
            ["刚", "gāng", "刚柔相济,刚愎自用,刚才"],
            ["正", "zhèng", "正在,正好"],
            ["次", "cì", "次序,次长,次等"],
            ["带", "dài", "带班,带兵,带操"],
            ["麻", "má", "麻包,麻痹,麻布"],
            ["屋", "wū", "屋顶,屋基,屋脊"],
            ["帐", "zhàng", "帐幕,帐篷,帐子"],
            ["胖", "pàng", "胖子,矮胖,白胖"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["非", "fēi", "非独,非难,非常"],
            ["常", "cháng", "常备,常备不懈,常常"],
            ["玉", "yù", "玉兰,玉女,玉帛"],
            ["摘", "zhāi", "摘报,摘编,摘抄"],
            ["往", "wǎng", "往常,往返,往复"],
            ["满", "mǎn", "满腹,满目,满不在乎"],
            ["低", "dī", "低层,低度,低矮"],
            ["扔", "rēng", "扔弃"],
            ["追", "zhuī", "追赃,追奔逐北,追本溯源"],
            ["桃", "táo", "桃符,桃红,桃红柳绿"],
            ["直", "zhí", "直接选举,直至,直译"],
            ["真", "zhēn", "真才实学,真传,真谛"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["秋", "qiū", "秋汛,秋波,秋播"],
            ["落", "luò", "降落,落地"],
            ["凉", "liáng", "凉拌,凉菜,凉水"],
            ["当", "dāng/dàng", "当先,当时,当铺"],
            ["作", "zuò/zuō", "作业,作坊"],
            ["蚂", "mǎ", "蚂蟥,蚂蚁,蚂蚱"],
            ["蚁", "yǐ", "蚁后,白蚁,兵蚁"],
            ["沟", "gōu", "沟沟坎坎,沟谷,沟壑"],
            ["信", "xìn", "信从,信而有征,信笔"],
            ["燕", "yàn", "燕麦,燕雀,燕窝"],
            ["躲", "duǒ", "躲避,躲藏,躲躲闪闪"],
            ["南", "nán", "南面,南戏,南北"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["瞧", "qiáo", "瞧病,瞧见,小瞧"],
            ["印", "yìn", "印痕,印信,印本"],
            ["留", "liú", "留级,留言,留驻"],
            ["竹", "zhú", "竹筷,竹马,竹叶"],
            ["许", "xǔ", "许多,许婚,许久"],
            ["梅", "méi", "梅毒,梅花,梅雨"],
            ["晨", "chén", "晨报,晨风,晨光"],
            ["静", "jìng", "静默,静电,静观"],
            ["年", "nián", "年老力衰,年表,年礼"],
            ["升", "shēng", "升迁,升官,升班"],
            ["突", "tū", "突变,突出,突发"],
            ["然", "rán", "然后,然而,然诺"],
        ],
    ],
};

export default data;
