/*
聪尾钻站脚底旧破网王为百
算数共剩减加比骂道师棵课
猜谜语脸镜知袋菜怪尖奇椅
弯胸娃挂希望愿原照闪翻全
蝌蚪细脑脱换裤咦件青蛙塘
汗觉淋摸舔掌藏伸顶张匹清
病翅膀难无第跟蹦远近同赛
土木米目火虫些文趣古故汉
收田阿姨刚正次带麻屋帐胖
非常玉摘往满低扔追桃直真
秋落凉当作蚂蚁沟信燕躲南
瞧印留竹许梅晨静年升突然

cōng wěi zuàn zhàn jiǎo dǐ jiù pò wǎng wáng wéi bǎi 
suàn shù gòng shèng jiǎn jiā bǐ mà dào shī kē kè 
cāi mí yǔ liǎn jìng zhī dài cài guài jiān qí yǐ 
wān xiōng wá guà xī wàng yuàn yuán zhào shǎn fān quán 
kē dǒu xì nǎo tuō huàn kù yí jiàn qīng wā táng 
hàn jiào lín mō tiǎn zhǎng cáng shēn dǐng zhāng pǐ qīng 
bìng chì bǎng nán wú dì gēn bèng yuǎn jìn tóng sài 
tǔ mù mǐ mù huǒ chóng xiē wén qù gǔ gù hàn 
shōu tián ā yí gāng zhèng cì dài má wū zhàng pàng 
fēi cháng yù zhāi wǎng mǎn dī rēng zhuī táo zhí zhēn 
qiū luò liáng dāng zuò mǎ yǐ gōu xìn yàn duǒ nán 
qiáo yìn liú zhú xǔ méi chén jìng nián shēng tū rán 
*/
const data = {
    id: "3a",
    name: "三年级(上)",
    chapters:
    [
        [
            ["聪", "cōng", ""],
            ["尾", "wěi", ""],
            ["钻", "zuàn", ""],
            ["站", "zhàn", ""],
            ["脚", "jiǎo", ""],
            ["底", "dǐ", ""],
            ["旧", "jiù", ""],
            ["破", "pò", ""],
            ["网", "wǎng", ""],
            ["王", "wáng", ""],
            ["为", "wéi", ""],
            ["百", "bǎi", ""],
        ],
        [
            ["算", "suàn", ""],
            ["数", "shù", ""],
            ["共", "gòng", ""],
            ["剩", "shèng", ""],
            ["减", "jiǎn", ""],
            ["加", "jiā", ""],
            ["比", "bǐ", ""],
            ["骂", "mà", ""],
            ["道", "dào", ""],
            ["师", "shī", ""],
            ["棵", "kē", ""],
            ["课", "kè", ""],
        ],
        [
            ["猜", "cāi", ""],
            ["谜", "mí", ""],
            ["语", "yǔ", ""],
            ["脸", "liǎn", ""],
            ["镜", "jìng", ""],
            ["知", "zhī", ""],
            ["袋", "dài", ""],
            ["菜", "cài", ""],
            ["怪", "guài", ""],
            ["尖", "jiān", ""],
            ["奇", "qí", ""],
            ["椅", "yǐ", ""],
        ],
        [
            ["弯", "wān", ""],
            ["胸", "xiōng", ""],
            ["娃", "wá", ""],
            ["挂", "guà", ""],
            ["希", "xī", ""],
            ["望", "wàng", ""],
            ["愿", "yuàn", ""],
            ["原", "yuán", ""],
            ["照", "zhào", ""],
            ["闪", "shǎn", ""],
            ["翻", "fān", ""],
            ["全", "quán", ""],
        ],
        [
            ["蝌", "kē", ""],
            ["蚪", "dǒu", ""],
            ["细", "xì", ""],
            ["脑", "nǎo", ""],
            ["脱", "tuō", ""],
            ["换", "huàn", ""],
            ["裤", "kù", ""],
            ["咦", "yí", ""],
            ["件", "jiàn", ""],
            ["青", "qīng", ""],
            ["蛙", "wā", ""],
            ["塘", "táng", ""],
        ],
        [
            ["汗", "hàn", ""],
            ["觉", "jiào", ""],
            ["淋", "lín", ""],
            ["摸", "mō", ""],
            ["舔", "tiǎn", ""],
            ["掌", "zhǎng", ""],
            ["藏", "cáng", ""],
            ["伸", "shēn", ""],
            ["顶", "dǐng", ""],
            ["张", "zhāng", ""],
            ["匹", "pǐ", ""],
            ["清", "qīng", ""],
        ],
        [
            ["病", "bìng", ""],
            ["翅", "chì", ""],
            ["膀", "bǎng", ""],
            ["难", "nán", ""],
            ["无", "wú", ""],
            ["第", "dì", ""],
            ["跟", "gēn", ""],
            ["蹦", "bèng", ""],
            ["远", "yuǎn", ""],
            ["近", "jìn", ""],
            ["同", "tóng", ""],
            ["赛", "sài", ""],
        ],
        [
            ["土", "tǔ", ""],
            ["木", "mù", ""],
            ["米", "mǐ", ""],
            ["目", "mù", ""],
            ["火", "huǒ", ""],
            ["虫", "chóng", ""],
            ["些", "xiē", ""],
            ["文", "wén", ""],
            ["趣", "qù", ""],
            ["古", "gǔ", ""],
            ["故", "gù", ""],
            ["汉", "hàn", ""],
        ],
        [
            ["收", "shōu", ""],
            ["田", "tián", ""],
            ["阿", "ā", ""],
            ["姨", "yí", ""],
            ["刚", "gāng", ""],
            ["正", "zhèng", ""],
            ["次", "cì", ""],
            ["带", "dài", ""],
            ["麻", "má", ""],
            ["屋", "wū", ""],
            ["帐", "zhàng", ""],
            ["胖", "pàng", ""],
        ],
        [
            ["非", "fēi", ""],
            ["常", "cháng", ""],
            ["玉", "yù", ""],
            ["摘", "zhāi", ""],
            ["往", "wǎng", ""],
            ["满", "mǎn", ""],
            ["低", "dī", ""],
            ["扔", "rēng", ""],
            ["追", "zhuī", ""],
            ["桃", "táo", ""],
            ["直", "zhí", ""],
            ["真", "zhēn", ""],
        ],
        [
            ["秋", "qiū", ""],
            ["落", "luò", ""],
            ["凉", "liáng", ""],
            ["当", "dāng", ""],
            ["作", "zuò", ""],
            ["蚂", "mǎ", ""],
            ["蚁", "yǐ", ""],
            ["沟", "gōu", ""],
            ["信", "xìn", ""],
            ["燕", "yàn", ""],
            ["躲", "duǒ", ""],
            ["南", "nán", ""],
        ],
        [
            ["瞧", "qiáo", ""],
            ["印", "yìn", ""],
            ["留", "liú", ""],
            ["竹", "zhú", ""],
            ["许", "xǔ", ""],
            ["梅", "méi", ""],
            ["晨", "chén", ""],
            ["静", "jìng", ""],
            ["年", "nián", ""],
            ["升", "shēng", ""],
            ["突", "tū", ""],
            ["然", "rán", ""],
        ],
    ],
};

export default data;
