/*
强弱赞称导尊敬保护程杨咛嗨注副中
颜交丰首农民充研究枫紫愁运科柿乐
待招报躺随调节宣陆虹尽客轮份板递式
隔淡谈宋陈号藤缠绕浇偷斜旗虾滩竟
将军曹秤切容易弓箭射斤庄稼操睬岭
尚庙瘦嚷瞎寓遇互引失取盲趟柱瘸哦

qiáng ruò zàn chēng dǎo zūn jìng bǎo hù chéng yáng níng hēi zhù fù zhōng 
yán jiāo fēng shǒu nóng mín chōng yán jiū fēng zǐ chóu yùn kē shì lè 
dài zhāo bào tǎng suí diào jiē xuān lù hóng jìn kè lún fèn bǎn dì shì 
gé dàn tán sòng chén hào téng chán rào jiāo tōu xié qí xiā tān jìng 
jiāng jun1 cáo chèng qiē róng yì gōng jiàn shè jīn zhuāng jià cāo cǎi lǐng 
shàng miào shòu rǎng xiā yù yù hù yǐn shī qǔ máng tàng zhù qué ò
*/
const data ={
    name: "五年级(上)",
    chapters:
    [
        [
            ["强", "qiáng", "强大 富强 坚强"],
            ["弱", "ruò", "弱小 软弱，弱点"],
            ["赞", "zàn", "称赞，赞美，赞扬"],
            ["称", "chēng/chèn", "称呼，名称，称体重，称心如意"],
            ["导", "dǎo", "导游，引导，领导"],
            ["尊", "zūn", "尊敬，尊重"],
            ["敬", "jìng", "尊敬，敬礼"],
            ["保", "bǎo", "保护，保佑，保险公司"],
            ["护", "hù", "保护，护士，护理"],
            ["程", "chéng", "路程，工程师"],
            ["杨", "yáng", "杨树，杨梅"],
            ["咛", "níng", "叮咛"],
            ["嗨", "hāi", ""],
            ["注", "zhù", "注意，注视，关注"],
            ["副", "fù", "一副样子，一副手套，副校长"],
            ["中", "zhōng", "中间，打中，百发百中"],
        ],
        [
            ["颜", "yán", "颜色，颜料，五颜六色"],
            ["交", "jiāo", "交通，交叉，交流"],
            ["丰", "fēng", "丰富，丰收"],
            ["首", "shǒu", "首都，首先，首领"],
            ["农", "nóng", "农民，农场，干农活"],
            ["民", "mín", "农民，人民，居民"],
            ["充", "chōng", "充足，充分，充电"],
            ["研", "yán", "研究，钻研，研磨"],
            ["究", "jiū", "究竟，追究，终究"],
            ["枫", "fēng", "枫树，红枫叶"],
            ["紫", "zǐ", "紫色，紫葡萄"],
            ["愁", "chóu", "发愁，愁眉苦脸"],
            ["运", "yùn", "运输，运动，幸运"],
            ["科", "kē", "科学"],
            ["柿", "shì", "柿子，西红柿"],
            ["乐", "lè/yuè", "快乐，音乐"],
        ],
        [
            ["待", "dài", "等待，接待，对待"],
            ["招", "zhāo", "招待，打招呼，招手"],
            ["报", "bào", "报纸，报道，报告"],
            ["躺", "tǎng", "躺下，躺椅，躺倒"],
            ["随", "suí", "随时，随意，随心所欲"],
            ["调", "tiáo/diào", "调节，调整，声调"],
            ["节", "jiē", "节约，节日，母亲节"],
            ["宣", "xuān", "宣传，宣布"],
            ["陆", "lù", "陆地，飞机着陆"],
            ["虹", "hóng", "彩虹"],
            ["尽", "jìn", "尽管，尽快，尽早"],
            ["客", "kè", "客轮，客机，客人"],
            ["轮", "lún", "轮船，轮换，轮流"],
            ["份", "fèn", "一份礼物"],
            ["板", "bǎn", "木板，钢板"],
            ["递", "dì", "传递，递给"],
            ["式", "shì", "样式，式样，公式"],
        ],
        [
            ["隔", "gé", "隔开，隔壁"],
            ["淡", "dàn", "淡水，清淡，咸淡"],
            ["谈", "tán", "谈话，交谈，谈论"],
            ["宋", "sòng", "宋朝，姓宋，南宋"],
            ["陈", "chén", "陈旧，陈年旧事"],
            ["号", "hào", "口号，记号，电话号码"],
            ["藤", "téng", "细藤，藤条"],
            ["缠", "chán", "缠绕，纠缠，缠住"],
            ["绕", "rào", "绕线，绕道行走"],
            ["浇", "jiāo", "浇水，浇花，浇地，火上浇油"],
            ["偷", "tōu", "小偷，偷偷的，偷东西"],
            ["斜", "xié", "歪斜，斜线，斜视"],
            ["旗", "qí", "旗子，国旗，升旗"],
            ["虾", "xiā", "烤龙虾，对虾，虾米"],
            ["滩", "tān", "海滩，河滩，一滩血"],
            ["竟", "jìng", "究竟，竟然，竟敢"],
        ],
        [
            ["将", "jiāng", "将军，将要，将来"],
            ["军", "jun1", "军人，军营，军装"],
            ["曹", "cáo", "曹操，姓曹"],
            ["秤", "chèng", "电子秤，天平秤"],
            ["切", "qiē/qiè", "切开，切瓜，一切"],
            ["容", "róng", "容易，容器，无地自容，面容"],
            ["易", "yì", "容易，简易，轻而易举"],
            ["弓", "gōng", "弓箭，拉弓"],
            ["箭", "jiàn", "射箭，火箭"],
            ["射", "shè", "注射，射击，射门，反射"],
            ["斤", "jīn", "几百斤，五公斤"],
            ["庄", "zhuāng", "庄稼，村庄，庄重"],
            ["稼", "jià", "庄稼"],
            ["操", "cāo", "操场，操练，操作"],
            ["睬", "cǎi", "理睬，不理不睬"],
            ["岭", "lǐng", "山岭，分水岭"],
        ],
        [
            ["尚", "shàng", "和尚，尚好"],
            ["庙", "miào", "庙会，寺庙，观音庙"],
            ["瘦", "shòu", "瘦小，瘦弱，消瘦"],
            ["嚷", "rǎng", "嚷嚷"],
            ["瞎", "xiā", "瞎子，瞎猜，瞎吹"],
            ["寓", "yù", "寓言，公寓，寓所"],
            ["遇", "yù", "遇到，相遇，遇见"],
            ["互", "hù", "互相，相互，互助"],
            ["引", "yǐn", "引路，引开，吸引"],
            ["失", "shī", "失败，失去，失望"],
            ["取", "qǔ", "取消，领取，争取"],
            ["盲", "máng", "盲人，盲目"],
            ["趟", "tàng", "走一趟"],
            ["柱", "zhù", "柱子"],
            ["瘸", "qué", "瘸子，瘸腿，瘸着走"],
            ["哦", "ó/ò", ""],
        ],
    ],
};

export default data;
