/*
爽坚持临杰夕洒参涂塔映环糊桨愚
属灵努负责割武敌祥瑞尺寸迟肖吱
卷岩欣赏炎演焦蕉艘驶跨辆洁按鞭
修劝灾罐补歉舌亡旱枯批据谅娘圈
初雾厚寒砸牌胃勿扰估猬蘑菇模茫芒
解悉设柜与闲尤敲嚼甚怀逐庭增优

*/
const data = {
    name: "五年级(下)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["爽", "shuǎng", "爽朗,爽脆,爽口"],
            ["坚", "jiān", "坚壁清野,坚冰,坚不可摧"],
            ["持", "chí", "持法,持家,持久"],
            ["临", "lín", "临产,临场,临床"],
            ["杰", "jié", "杰出,杰作,地灵人杰"],
            ["夕", "xī", "夕烟,夕阳,夕照"],
            ["洒", "sǎ", "洒泪,洒落,洒扫"],
            ["参", "cān", "参拜,参半,参禅"],
            ["涂", "tú", "涂层,涂改,涂料"],
            ["塔", "tǎ", "塔吊,塔顶,塔吉克族"],
            ["映", "yìng", "映衬,映射,映现"],
            ["环", "huán", "环岛,环生,环靶"],
            ["糊", "hú", "糊糊,糊口,糊里糊涂"],
            ["桨", "jiǎng", "船桨,划桨"],
            ["愚", "yú", "愚笨,愚不可及,愚蠢"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["属", "shǔ", "属地,属国,属实"],
            ["灵", "líng", "灵活,灵台,灵机"],
            ["努", "nǔ", "努力,努嘴"],
            ["负", "fù", "负担,负伤,负债"],
            ["责", "zé", "责怪,责备,责编"],
            ["割", "gē", "割爱,割除,割地"],
            ["武", "wǔ", "武斗,武力,武备"],
            ["敌", "dí", "敌寇,敌我,敌对"],
            ["祥", "xiáng", "祥和,祥瑞,祥云"],
            ["瑞", "ruì", "瑞雪,人瑞,祥瑞"],
            ["尺", "chǐ", "尺度,尺寸,尺牍"],
            ["寸", "cùn", "寸草不留,寸步,寸步不离"],
            ["迟", "chí", "迟迟,迟到,迟钝"],
            ["肖", "xiāo", "肖像,不肖,酷肖"],
            ["吱", "zī", "吱扭,吱吱喳喳,吱吱嘎嘎"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["卷", "juàn", "卷逃,卷土重来,卷须"],
            ["岩", "yán", "岩壁,岩层,岩洞"],
            ["欣", "xīn", "欣慕,欣幸,欣悦"],
            ["赏", "shǎng", "赏心悦目,赏赐,赏罚"],
            ["炎", "yán", "炎帝,炎黄,炎黄子孙"],
            ["演", "yǎn", "演技,演讲,演进"],
            ["焦", "jiāo", "焦枯,焦灼,焦点"],
            ["蕉", "jiāo", "芭蕉,香蕉"],
            ["艘", "sōu", "一艘船"],
            ["驶", "shǐ", "驶离,飞驶,疾驶"],
            ["跨", "kuà", "跨度,跨国,跨国公司"],
            ["辆", "liàng", "车辆"],
            ["洁", "jié", "洁白,洁肤,洁净"],
            ["按", "àn", "按照,按脉,按兵不动"],
            ["鞭", "biān", "鞭策,鞭长莫及,鞭打"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["修", "xiū", "修补,修长,修辞"],
            ["劝", "quàn", "劝解,劝降,劝导"],
            ["灾", "zāi", "灾情,灾变,灾害"],
            ["罐", "guàn", "罐笼,罐头,罐装"],
            ["补", "bǔ", "补种,补白,补办"],
            ["歉", "qiàn", "歉疚,歉年,歉收"],
            ["舌", "shé", "舌头,舌根,舌尖"],
            ["亡", "wáng", "亡故,亡国,亡魂"],
            ["旱", "hàn", "旱冰,旱船,旱道"],
            ["枯", "kū", "枯荣,枯燥,枯草"],
            ["批", "pī", "批办,批件,批阅"],
            ["据", "jù", "据说,根据,证据"],
            ["谅", "liàng", "谅解,互谅,互谅互让"],
            ["娘", "niáng", "娘家,娘亲,娘胎"],
            ["圈", "quān", "圈养,圆圈,圈点"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["初", "chū", "初伏,初来乍到,初晴"],
            ["雾", "wù", "雾霭,雾化,雾里看花"],
            ["厚", "hòu", "厚度,厚意,厚爱"],
            ["寒", "hán", "寒气,寒微,寒冷"],
            ["砸", "zá", "砸碎,砸锅,砸锅卖铁"],
            ["牌", "pái", "牌匾,牌儿,牌坊"],
            ["胃", "wèi", "胃酸,胃病,胃镜"],
            ["勿", "wù", "格杀勿论,切勿,请勿"],
            ["扰", "rǎo", "扰动,扰乱,扰民"],
            ["估", "gū", "估测,估产,估计"],
            ["猬", "wèi", "刺猬"],
            ["蘑", "mó", "蘑菇,口蘑"],
            ["菇", "gū", "草菇,冬菇,蘑菇"],
            ["模", "mó", "模范,模仿,模糊"],
            ["茫", "máng", "茫茫,茫然,茫然若失"],
            ["芒", "máng", "芒草,芒刺,芒刺在背"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["解", "jiě", "解说,解散"],
            ["悉", "xī", "悉力,悉数,悉听尊便"],
            ["设", "shè", "设卡,设备,设点"],
            ["柜", "guì", "柜橱,柜房,柜上"],
            ["与", "yù/yú", "与时俱进,与此同时,与此相反"],
            ["闲", "xián", "闲步,闲扯,闲愁"],
            ["尤", "yóu", "尤为,尤其,尤甚"],
            ["敲", "qiāo", "敲打,敲定,敲击"],
            ["嚼", "jiáo", "嚼舌,嚼子,倒嚼"],
            ["甚", "shèn", "甚于,甚至,甚而"],
            ["怀", "huái", "怀想,怀春,怀抱"],
            ["逐", "zhú", "逐个,逐户,逐级"],
            ["庭", "tíng", "庭审,庭训,庭园"],
            ["增", "zēng", "增辉,增色,增选"],
            ["优", "yōu", "优点,优美,优待"],
        ],
    ],
};

export default data;
