/*
轰隆赚况投封帘扇厅炼锻震危险冒
嫌仙盼齐咱毯术椒约预舱炒讶秒着
徐夺牵毫宫默闯啼蟹扛晓妖绑符喝
禁嫩耀展业跃甲示痒怒怜魔苞丈漂
裂丑庆厌讨独孤兄晃厉陪般驾弹

*/
const data = {
    name: "六年级(上)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["轰", "hōng", "轰响,轰动,轰动效应"],
            ["隆", "lóng/lōng", "轰隆,隆起,隆重"],
            ["赚", "zhuàn", "赚头,赚钱,赚取"],
            ["况", "kuàng", "况且,病况,惨况"],
            ["投", "tóu", "投篮,投递,投球"],
            ["封", "fēng", "密封,封闭,一封信"],
            ["帘", "lián", "窗帘,门帘,布帘"],
            ["扇", "shàn", "扇子,折扇,排气扇"],
            ["厅", "tīng", "厅堂,白厅,餐厅"],
            ["炼", "liàn", "炼丹,炼钢,炼焦"],
            ["锻", "duàn", "锻工,锻件,锻炼"],
            ["震", "zhèn", "震情,震耳欲聋,震区"],
            ["危", "wēi", "危急,危城,危房"],
            ["险", "xiǎn", "险隘,险地,险毒"],
            ["冒", "mào", "冒犯,冒汗,冒号"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["嫌", "xián", "嫌烦,嫌弃,嫌恶"],
            ["仙", "xiān", "仙丹,仙方,仙风道骨"],
            ["盼", "pàn", "盼头,盼望,顾盼"],
            ["齐", "qí", "齐全,齐备,齐唱"],
            ["咱", "zán", "咱家,咱俩,咱们"],
            ["毯", "tǎn", "毯子,壁毯,地毯"],
            ["术", "shù", "手术,魔术,术语"],
            ["椒", "jiāo", "椒盐,胡椒,胡椒面儿"],
            ["约", "yuē", "大约,约会,约定,约法"],
            ["预", "yù", "预感,预审,预言"],
            ["舱", "cāng", "舱面,舱室,舱位"],
            ["炒", "chǎo", "炒锅,炒菜,炒饭"],
            ["讶", "yà", "惊讶"],
            ["秒", "miǎo", "秒表,秒针,读秒"],
            ["着", "zhe/zháo/zhuó", "看着,着火,着急,穿着,着装"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["徐", "xú", "徐步,徐缓,徐娘半老"],
            ["夺", "duó", "夺目,夺取,夺权"],
            ["牵", "qiān", "牵扯,牵缠,牵肠挂肚"],
            ["毫", "háo", "毫克,毫厘,毫毛"],
            ["宫", "gōng", "宫灯,宫殿,宫颈"],
            ["默", "mò", "默读,默诵,默哀"],
            ["闯", "chuǎng", "闯荡,闯关,闯祸"],
            ["啼", "tí", "啼饥号寒,啼哭,啼鸣"],
            ["蟹", "xiè", "蟹苗,蟹青,蟹肉"],
            ["扛", "káng", "扛着,抗木头,扛箱子"],
            ["晓", "xiǎo", "晓畅,晓得,晓市"],
            ["妖", "yāo", "妖法,妖风,妖怪"],
            ["绑", "bǎng", "绑架,绑带,绑匪"],
            ["符", "fú", "符号,符合,符咒"],
            ["喝", "hē/hè", "喝水,喝酒,喝令,大喝一声"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["禁", "jìn/jīn", "禁止,禁令,情不自禁,弱不禁风,禁不住"],
            ["嫩", "nèn", "嫩白,嫩红,嫩滑"],
            ["耀", "yào", "耀斑,耀目,耀武扬威"],
            ["展", "zhǎn", "展馆,展评,展销"],
            ["业", "yè", "业大,业绩,业经"],
            ["跃", "yuè", "跃动,跃进,跃居"],
            ["甲", "jiǎ", "甲板,甲虫,甲醇"],
            ["示", "shì", "示爱,示范,示警"],
            ["痒", "yǎng", "痒痒,不痛不痒,刺痒"],
            ["怒", "nù", "怒视,怒不可遏,怒潮"],
            ["怜", "lián", "怜爱,怜悯,怜惜"],
            ["魔", "mó", "魔法,魔方,魔怪"],
            ["苞", "bāo", "含苞,花苞"],
            ["丈", "zhàng", "丈人,丈夫,丈夫"],
            ["漂", "piāo/piào/piǎo", "漂泊,漂流,漂移,漂亮,漂白,漂洗"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["裂", "liè", "裂隙,裂变,裂缝"],
            ["丑", "chǒu", "丑恶,丑化,丑话"],
            ["庆", "qìng", "庆贺,庆大霉素,庆典"],
            ["厌", "yàn", "厌烦,厌恨,厌倦"],
            ["讨", "tǎo", "讨饭,讨伐,讨好"],
            ["独", "dú", "独霸,独当一面,独具慧眼"],
            ["孤", "gū", "孤芳自赏,孤苦,孤悬"],
            ["兄", "xiōng", "兄妹,兄弟阋墙,兄弟"],
            ["晃", "huàng", "晃荡,晃动"],
            ["厉", "lì", "厉行,厉兵秣马,厉鬼"],
            ["陪", "péi", "陪葬,陪住,陪房"],
            ["般", "bān", "般配,百般,非同一般"],
            ["驾", "jià", "驾驭,驾崩,驾车"],
            ["弹", "tán/dàn", "弹簧,弹射,子弹,弹弓"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["残", "cán", "残疾,残废,伤残"],
            ["配", "pèi", "配制,配备,配比"],
            ["败", "bài", "败仗,打败,失败"],
            ["苏", "sū", "苏打,苏醒,复苏"],
            ["圣", "shèng", "圣诞,圣诞老人,圣地"],
            ["温", "wēn", "温度,温暖,气温"],
            ["托", "tuō", "委托,托梦,托起来"],
            ["拖", "tuō", "拖把,拖布,拖车"],
            ["锤", "chuí", "锤打,锤炼,锤子"],
            ["冻", "dòng", "冻雨,冻冰,冻疮"],
            ["剑", "jiàn", "剑拔弩张,剑锋,剑客"],
            ["臂", "bì", "手臂,臂力,臂弯"],
            ["合", "hé", "回合,合作"],
            ["胜", "shèng", "胜利,胜仗,胜败"],
        ],
    ],
};

export default data;
