/*
概括释类患误粘余途疗烂浆阻呕吐
集诞律菩萨探恐否酪诱粮淌织伍捆处
筑摄繁姜慧智览创固砖绍介孟婚
索毁锁享产刮悔统狂袖翁乒乓恢
喷谷尸拐腊咒饥拢拦宵杖掏馒
族揉俗刘宙宇馅聊倍朱捣济偏吴
姿势鞠躬乏励典帅恋贾陌症颊术落
截际规畅阅章犬构码媳仓态惑枪
耍叠菌堵孝素堂未访财挤烈待旺兴
贫承泣祈祷顽卢坑铲训奖遵欺几
翼聘抛唇蒜晶泉尔碌噜纽蹄境铜

*/
const data = {
    name: "七年级(上)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["概", "gài", "概论,概观,概况"],
            ["括", "kuò", "括号,括弧,包括"],
            ["释", "shì", "释放,释怀,释迦牟尼"],
            ["类", "lèi", "类比,类别,类聚"],
            ["患", "huàn", "患病,患处,患得患失"],
            ["误", "wù", "误入歧途,误杀,误伤"],
            ["粘", "zhān", "粘连,粘贴"],
            ["余", "yú", "余韵,余波,余党"],
            ["途", "tú", "途程,途经,途径"],
            ["疗", "liáo", "疗程,疗法,疗救"],
            ["烂", "làn", "烂糊,烂漫,烂泥"],
            ["浆", "jiāng", "浆液,浆果,浆洗"],
            ["阻", "zǔ", "阻截,阻碍,阻挡"],
            ["呕", "ǒu", "呕吐,呕心沥血,呕血"],
            ["吐", "tǔ/tù", "吐蕃,吐故纳新,吐口"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["集", "jí", "集贸市场,集体,集腋成裘"],
            ["诞", "dàn", "诞辰,诞生,怪诞"],
            ["律", "lǜ", "律动,律己,律例"],
            ["菩", "pú", "菩萨,菩提,观音菩萨"],
            ["萨", "sà", "观音菩萨,哈萨克族,拉萨"],
            ["探", "tàn", "探井,探头探脑,探子"],
            ["恐", "kǒng", "恐怖,恐怖主义,恐吓"],
            ["否", "fǒu", "否定,否决,否认"],
            ["酪", "lào", "干酪,奶酪,乳酪"],
            ["诱", "yòu", "诱迫,诱人,诱杀"],
            ["粮", "liáng", "粮草,粮仓,粮店"],
            ["淌", "tǎng", "淌汗,淌泪,滴淌"],
            ["织", "zhī", "织物,织补,织布"],
            ["伍", "wǔ", "队伍,行伍,落伍"],
            ["捆", "kǔn", "捆绑,捆扎"],
            ["处", "chù/chǔ", "处变不惊,处女,处长"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["筑", "zhù", "筑路,筑巢引凤,筑堤"],
            ["摄", "shè", "摄食,摄录,摄取"],
            ["繁", "fán", "繁花似锦,繁缛,繁殖"],
            ["姜", "jiāng", "姜黄,姜汤,生姜"],
            ["慧", "huì", "慧心,慧眼,聪慧"],
            ["智", "zhì", "智障,智者,智慧"],
            ["览", "lǎn", "览胜,饱览,便览"],
            ["创", "chuàng", "创痕,创口,创面"],
            ["固", "gù", "固定,固定资产,固化"],
            ["砖", "zhuān", "砖坯,砖茶,砖雕"],
            ["绍", "shào", "绍剧,介绍"],
            ["介", "jiè", "介词,介乎,介入"],
            ["孟", "mèng", "孟夏,孟春,孟冬"],
            ["婚", "hūn", "婚配,婚变,婚假"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["索", "suǒ", "索酬,索道,索还"],
            ["毁", "huǐ", "毁谤,毁坏,毁家纾难"],
            ["锁", "suǒ", "锁链,锁边,锁定"],
            ["享", "xiǎng", "享福,享乐,享年"],
            ["产", "chǎn", "产值,产出,产床"],
            ["刮", "guā", "刮刀,刮风,刮宫"],
            ["悔", "huǐ", "悔不当初,悔改,悔过"],
            ["统", "tǒng", "统销,统筹兼顾,统领"],
            ["狂", "kuáng", "狂傲,狂暴,狂奔"],
            ["袖", "xiù", "袖套,袖筒,袖头"],
            ["翁", "wēng", "翁姑,翁婿,富翁"],
            ["乒", "pīng", "乒乓,男乒"],
            ["乓", "pāng", "乓贵神速,乒乓"],
            ["恢", "huī", "恢宏,恢复,天网恢恢"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["喷", "pēn", "喷灌,喷洒,喷云吐雾"],
            ["谷", "gǔ", "谷物,谷仓,谷草"],
            ["尸", "shī", "尸检,尸身,尸首"],
            ["拐", "guǎi", "拐棒,拐带,拐角"],
            ["腊", "là", "腊八,腊肠,腊肉"],
            ["咒", "zhòu", "咒骂,咒语,睹咒"],
            ["饥", "jī", "饥饱,饥不择食,饥肠辘辘"],
            ["拢", "lǒng", "拢岸,拢共,拢总"],
            ["拦", "lán", "拦挡,拦洪,拦劫"],
            ["宵", "xiāo", "宵禁,宵夜,宵衣旰食"],
            ["杖", "zhàng", "禅杖,拐杖,犁杖"],
            ["掏", "tāo", "掏摸,掏心"],
            ["馒", "mán", "馒头"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["族", "zú", "族人,族规,族类"],
            ["揉", "róu", "揉搓,搓揉,矫揉造作"],
            ["俗", "sú", "俗人,俗不可耐,俗称"],
            ["刘", "liú", ""],
            ["宙", "zhòu", "宇宙,宇宙飞船"],
            ["宇", "yǔ", "宇航,宇宙,宇宙飞船"],
            ["馅", "xiàn", "馅儿"],
            ["聊", "liáo", "聊表,聊胜于无,聊天"],
            ["倍", "bèi", "倍率,倍感,倍加"],
            ["朱", "zhū", "朱砂,朱笔,朱红"],
            ["捣", "dǎo", "捣蛋,捣鼓,捣鬼"],
            ["济", "jì", "济济,济济一堂,济南"],
            ["偏", "piān", "偏方,偏旁,偏题"],
            ["吴", "wú", ""],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["姿", "zī", "姿容,姿色,姿势"],
            ["势", "shì", "势利,势必,势不可当"],
            ["鞠", "jū", "鞠躬,鞠躬尽瘁"],
            ["躬", "gōng", "躬耕,躬亲,躬身"],
            ["乏", "fá", "乏力,乏术,乏味"],
            ["励", "lì", "励精图治,励志,策励"],
            ["典", "diǎn", "典册,典当,典范"],
            ["帅", "shuài", "帅哥,帅才,帅旗"],
            ["恋", "liàn", "恋慕,恋旧,恋爱"],
            ["贾", "jiǎ", "富商大贾,商贾,余勇可贾"],
            ["陌", "mò", "陌路,陌生,阡陌纵横"],
            ["症", "zhèng", "症结,症候,症状"],
            ["颊", "jiá", "面颊"],
            ["术", "shù", "术后,术士,术语"],
            ["落", "luò/là", "落枕,落价,落地"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["截", "jié", "截长补短,截断,截稿"],
            ["际", "jì", "际会,际遇,边际"],
            ["规", "guī", "规诫,规整,规避"],
            ["畅", "chàng", "畅销,畅饮,畅游"],
            ["阅", "yuè", "阅兵,阅读,阅卷"],
            ["章", "zhāng", "章程,章法,章回小说"],
            ["犬", "quǎn", "犬马之劳,犬齿,犬吠"],
            ["构", "gòu", "构筑,构成,构架"],
            ["码", "mǎ", "码放,码头,码子"],
            ["媳", "xí", "媳妇,弟媳,儿媳"],
            ["仓", "cāng", "仓储超市,仓储,仓促"],
            ["态", "tài", "态度,态势,变态"],
            ["惑", "huò", "惑乱,惑众,不惑"],
            ["枪", "qiāng", "枪声,枪把,枪毙"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["耍", "shuǎ", "耍滑,耍奸,耍赖"],
            ["叠", "dié", "叠床架屋,叠翠,叠放"],
            ["菌", "jūn", "菌肥,菌类,菌落"],
            ["堵", "dǔ", "堵车,堵截,堵塞"],
            ["孝", "xiào", "孝道,孝服,孝敬"],
            ["素", "sù", "素不相识,素白,素材"],
            ["堂", "táng", "堂弟,堂而皇之,堂房"],
            ["未", "wèi", "未必,未便,未卜先知"],
            ["访", "fǎng", "访寻,访友,访查"],
            ["财", "cái", "财运,财宝,财帛"],
            ["挤", "jǐ", "挤兑,挤眉弄眼,挤奶"],
            ["烈", "liè", "烈属,烈性,烈度"],
            ["待", "dài", "待聘,待办,待查"],
            ["旺", "wàng", "旺季,旺盛,旺销"],
            ["兴", "xìng/xīng", "兴风作浪,兴衰,兴办"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["贫", "pín", "贫病交加,贫病交迫,贫乏"],
            ["承", "chéng", "承包,承继,承办"],
            ["泣", "qì", "泣诉,泣不成声,哀泣"],
            ["祈", "qí", "祈祷,祈福,祈盼"],
            ["祷", "dǎo", "祷告,祷文,祷祝"],
            ["顽", "wán", "顽敌,顽固,顽疾"],
            ["卢", "lú", ""],
            ["坑", "kēng", "坑道,坑害,坑坑洼洼"],
            ["铲", "chǎn", "铲车,铲除,铲子"],
            ["训", "xùn", "训斥,训词,训导"],
            ["奖", "jiǎng", "奖杯,奖惩,奖罚"],
            ["遵", "zūn", "遵从,遵纪守法,遵命"],
            ["欺", "qī", "欺负,欺行霸市,欺哄"],
            ["几", "jǐ/jī", "几案,几乎,几率"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["翼", "yì", "鼻翼,比翼,比翼齐飞"],
            ["聘", "pìn", "聘金,聘礼,聘请"],
            ["抛", "pāo", "抛光,抛荒,抛离"],
            ["唇", "chún", "唇齿,唇齿相依,唇膏"],
            ["蒜", "suàn", "蒜黄,蒜苗,蒜泥"],
            ["晶", "jīng", "晶亮,晶片,晶石"],
            ["泉", "quán", "泉水,泉眼,泉涌"],
            ["尔", "ěr", "尔等,尔后,尔虞我诈"],
            ["碌", "lù", "碌碡,碌碌,骨碌"],
            ["噜", "lū", "嘟噜,咕噜,咕噜"],
            ["纽", "niǔ", "纽带,纽扣,纽子"],
            ["蹄", "tí", "蹄筋,蹄子,马不停蹄"],
            ["境", "jìng", "境地,境界,境况"],
            ["铜", "tóng", "铜板,铜版,铜币"],
        ],
    ],
};

export default data;
