/*
貌澈欲乖跌舀若腔职勃聋哑跤柔闷 
存暴允航栅栏逼毒控咽痕疤蛀呜没
权私魏状哼免延葛诸攻惩漆胶番防
殿踏宴归琴致魏签撤占呵瑜拇朝
雁饮蒸斑腐壳废愈焰饪烹描煎俱铺
舅匀均倾仁席舍茶掀彻酱爆傅都 

*/
const data = {
    name: "七年级(下)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["貌", "mào", "貌不惊人,貌合神离,貌似"],
            ["澈", "chè", "澄澈,明澈,清澈"],
            ["欲", "yù", "欲罢不能,欲盖弥彰,欲壑"],
            ["乖", "guāi", "乖乖,乖觉,乖戾"],
            ["跌", "diē", "跌宕,跌跌撞撞,跌幅"],
            ["舀", "yǎo", "舀子"],
            ["若", "ruò", "若非,若干,若何"],
            ["腔", "qiāng", "腔肠动物,腔调,帮腔"],
            ["职", "zhí", "职称,职大,职高"],
            ["勃", "bó", "勃勃,勃发,勃然"],
            ["聋", "lóng", "聋哑,聋子,振聋发聩"],
            ["哑", "yǎ", "哑口无言,哑巴,哑场"],
            ["跤", "jiāo", "跌跤,摔跤"],
            ["柔", "róu", "柔肠,柔肠寸断,柔道"],
            ["闷", "mèn/mēn", "闷热,闷声闷气,闷棍"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["存", "cún", "存活,存取,存折"],
            ["暴", "bào", "暴政,暴毙,暴病"],
            ["允", "yǔn", "允当,允诺,允许"],
            ["航", "háng", "航船,航路,航校"],
            ["栅", "shān", "栅栏"],
            ["栏", "lán", "栏杆,栏目,出栏"],
            ["逼", "bī", "逼供,逼和,逼婚"],
            ["毒", "dú", "毒草,毒虫,毒刺"],
            ["控", "kòng", "控告,控股,控诉"],
            ["咽", "yān/yàn", "咽喉,咽炎,吞咽"],
            ["痕", "hén", "痕迹,疤痕,斑痕"],
            ["疤", "bā", "疤痕,疮疤,结疤"],
            ["蛀", "zhù", "蛀虫,蛀蚀,蛀牙"],
            ["呜", "wū", "呜呼,呜呼哀哉,呜叫"],
            ["没", "méi/mò", "没有,没错,淹没,没收"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["权", "quán", "权变,权柄,权臣"],
            ["私", "sī", "私囊,私念,私企"],
            ["委", "wěi", "委托,评委,委任"],
            ["状", "zhuàng", "状况,状貌,状态"],
            ["哼", "hēng/hng", "哼哼哈哈,哼"],
            ["免", "miǎn", "免除,免得,免费"],
            ["延", "yán", "延长,延迟,延宕"],
            ["葛", "gě", "葛藤,瓜葛,纠葛"],
            ["诸", "zhū", "诸多,诸葛,诸公"],
            ["攻", "gōng", "攻克,攻占,攻城略地"],
            ["惩", "chéng", "惩前毖后,惩办,惩处"],
            ["漆", "qī", "漆布,漆雕,漆黑"],
            ["胶", "jiāo", "胶版,胶布,胶带"],
            ["番", "fān", "番薯,番号,番茄"],
            ["防", "fáng", "防守,防身,防暑"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["殿", "diàn", "殿后,殿军,殿试"],
            ["踏", "tà/tā", "踏实,踏板,踏步"],
            ["宴", "yàn", "宴会,宴客,宴请"],
            ["归", "guī", "归总,归口,归结"],
            ["琴", "qín", "琴谱,琴曲,琴瑟"],
            ["致", "zhì", "致癌,致哀,致病"],
            ["魏", "wèi", "魏碑,北魏,东魏"],
            ["签", "qiān", "签单,签到,签订"],
            ["撤", "chè", "撤离,撤兵,撤并"],
            ["占", "zhàn", "霸占,占领"],
            ["呵", "hē", "呵斥,呵叱,呵护"],
            ["瑜", "yú", "瑜伽,瑜珈,瑕不掩瑜"],
            ["拇", "mǔ", "拇指"],
            ["朝", "cháo/zhāo", "朝拜,朝代,朝暮"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["雁", "yàn", "雁过拔毛,雁行,雁阵"],
            ["饮", "yǐn", "饮料,饮泣,饮马"],
            ["蒸", "zhēng", "蒸饼,蒸发,蒸锅"],
            ["斑", "bān", "斑鸠,斑白,斑斑"],
            ["腐", "fǔ", "腐败,腐臭,腐化"],
            ["壳", "ké", "壳子,蚌壳,贝壳"],
            ["废", "fèi", "废渣,废弛,废除"],
            ["愈", "yù", "愈发,愈合,愈加"],
            ["焰", "yàn", "焰火,毒焰,光焰"],
            ["饪", "rèn", "烹饪"],
            ["烹", "pēng", "烹饪,烹调,烹制"],
            ["描", "miáo", "描红,描画,描绘"],
            ["煎", "jiān", "煎熬,煎饼,煎炒"],
            ["俱", "jù", "俱全,两败俱伤,面面俱到"],
            ["铺", "pū/pù", "铺开,店铺"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["舅", "jiù", "舅父,舅舅,舅妈"],
            ["匀", "yún", "匀称,匀净,匀速"],
            ["均", "jūn", "均等,均分,均衡"],
            ["倾", "qīng", "倾销,倾侧,倾巢"],
            ["仁", "rén", "仁爱,仁慈"],
            ["席", "xí", "主席,出席,席位"],
            ["舍", "shě/shè", "取舍,舍得,农舍,宿舍"],
            ["茶", "chá", "茶叶,早茶"],
            ["掀", "xiān", "掀开,掀起"],
            ["彻", "chè", "彻底,彻夜"],
            ["酱", "jiàng", "酱牛肉,酱油"],
            ["爆", "bào", "爆炸,爆裂,爆发"],
            ["傅", "fù", "师傅"],
            ["都", "dōu/dū", "都行,都市,首都"],
        ],
    ],
};

export default data;
