/*
烛蜡醋逛掺矩噼炮燃宵潮纱更
携幼怨触祭遗鬼尘驱录袍锣
缓卧弃施巢售税灿霞供榕涨会
佩伏昼裹唯偿荒陷惧咔熄源
奏禽畜牲荤妆衬暇征秀谋杆供
隐裕捐赠茄葬迁坟墓贩攒测丧

*/
const data = {
    name: "八年级(上)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["烛", "zhú", "烛泪,烛光,烛花"],
            ["蜡", "là", "蜡炬,蜡笔,蜡黄"],
            ["醋", "cù", "醋意,醋精,醋酸"],
            ["逛", "guàng", "逛荡,逛街,闲逛"],
            ["掺", "chān", "掺和,掺假,掺杂"],
            ["矩", "jǔ", "矩形,矩阵,规矩"],
            ["噼", "pī", "噼里啪啦,噼啪"],
            ["炮", "pào/páo/bāo", "炮烙,炮制,炮兵"],
            ["燃", "rán", "燃爆,燃点,燃放"],
            ["宵", "xiāo", "宵禁,宵夜,宵衣旰食"],
            ["潮", "cháo", "潮红,潮剧,潮流"],
            ["纱", "shā", "纱灯,纱布,纱窗"],
            ["更", "gēng/gèng", "更迭,更动,更改,更加,更糟"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["携", "xié", "携家带口,携手,携带"],
            ["幼", "yòu", "幼芽,幼虫,幼小"],
            ["怨", "yuàn", "怨愤,怨恨,怨气"],
            ["触", "chù", "触手,触电,触动,触发"],
            ["祭", "jì", "祭拜,祭奠,祭告"],
            ["遗", "yí", "遗产,遗臭万年,遗传"],
            ["鬼", "guǐ", "鬼才,鬼斧神工,鬼怪"],
            ["尘", "chén", "尘土,灰尘,沙尘暴"],
            ["驱", "qū", "驱赶,驱逐,驱除"],
            ["录", "lù", "录音,录像,录取"],
            ["袍", "páo", "袍子,藏袍,长袍"],
            ["锣", "luó", "锣鼓,锣鼓喧天,紧锣密鼓"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["缓", "huǎn", "缓慢,缓缓的,迟缓"],
            ["卧", "wò", "卧倒,卧室"],
            ["弃", "qì", "丢弃,放弃"],
            ["施", "shī", "施展,施法,施肥"],
            ["巢", "cháo", "巢穴,匪巢,蜂巢"],
            ["售", "shòu", "出售,售货员"],
            ["税", "shuì", "税收,交税,税法"],
            ["灿", "càn", "阳光灿烂"],
            ["霞", "xiá", "晚霞,朝霞,霞光,彩霞"],
            ["榕", "róng", "榕树"],
            ["涨", "zhǎng/zhàng", "涨潮,涨跌,脸涨得通红,涨开"],
            ["会", "huì/kuàì", "会谈,开会,会计,财会"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["佩", "pèi", "敬佩,佩服,佩带"],
            ["伏", "fú", "埋伏,上下起伏,伏兵"],
            ["昼", "zhòu", "昼伏夜出,昼夜,白昼"],
            ["裹", "guǒ", "包裹,裹脚"],
            ["唯", "wéi", "唯独,唯恐,唯利是图"],
            ["偿", "cháng", "偿付,偿还,偿命"],
            ["荒", "huāng", "荒地,荒漠,荒草"],
            ["陷", "xiàn", "陷于,陷害,陷阱"],
            ["惧", "jù", "恐惧,惧怕"],
            ["咔", "kā", "咔嚓,咔嗒"],
            ["熄", "xī", "熄火,熄灭,熄灯"],
            ["源", "yuán", "水源,财源,源头"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["奏", "zòu", "奏捷,奏效,奏乐"],
            ["禽", "qín", "家禽,飞禽,禽兽"],
            ["畜", "chù", "畜生,家畜"],
            ["牲", "shēng", "牲口,牲畜,牺牲"],
            ["荤", "hūn", "荤腥,荤菜,荤食"],
            ["妆", "zhuāng", "化妆,妆容"],
            ["衬", "chèn", "衬衣,陪衬"],
            ["暇", "xiá", "空暇,目不暇接"],
            ["征", "zhēng", "征服,征兵"],
            ["绣", "xiù", "刺绣,绣花针"],
            ["谋", "móu", "谋财害命,预谋,谋反"],
            ["杆", "gān", "竹竿,栏杆,电线杆"],
            ["供", "gòng/gōng", "供养,供不应求,提供,供给,招供"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["隐", "yǐn", "隐蔽,隐避,隐藏"],
            ["裕", "yù", "裕如,充裕,丰裕"],
            ["捐", "juān", "捐款,捐弃,捐弃前嫌"],
            ["赠", "zèng", "赠别,赠给,赠款"],
            ["茄", "qié", "茄子,番茄"],
            ["葬", "zàng", "葬礼,埋葬,葬身鱼腹"],
            ["迁", "qiān", "迁怒,搬迁,迁移"],
            ["坟", "fén", "坟场,坟地,坟堆"],
            ["墓", "mù", "墓室,墓碑,墓地"],
            ["贩", "fàn", "贩毒,贩黄,贩假"],
            ["攒", "zǎn", "攒钱,积攒,攒够"],
            ["测", "cè", "测试,预测,检测"],
            ["丧", "sàng/sāng", "丧服,丧失,丧事"],
        ],
    ],
};

export default data;
