/*
烛蜡醋逛掺矩噼炮燃宵潮纱更
携幼怨触祭遗鬼尘驱录袍锣
缓卧弃施巢售税灿霞供榕涨会
佩伏昼裹唯偿荒陷惧咔熄源
奏禽畜牲荤妆衬暇征秀谋杆供
隐裕捐赠茄葬迁坟墓贩攒测丧
脊援旋秦贼窃鼾煤褐鲸肌胞召
询译捏慈奈损润货凑眶吻董邦
蓄涉削皂唬浴咳嗽摊贯捂俯
衡谨慎益拆判版谊腼腆纺
黎哀矛盾衷浩躁罢辰痣肤

*/
const data = {
    name: "八年级(上)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["烛", "zhú", "烛泪,烛光,烛花"],
            ["蜡", "là", "蜡炬,蜡笔,蜡黄"],
            ["醋", "cù", "醋意,醋精,醋酸"],
            ["逛", "guàng", "逛荡,逛街,闲逛"],
            ["掺", "chān", "掺和,掺假,掺杂"],
            ["矩", "jǔ", "矩形,矩阵,规矩"],
            ["噼", "pī", "噼里啪啦,噼啪"],
            ["炮", "pào/páo/bāo", "炮烙,炮制,炮兵"],
            ["燃", "rán", "燃爆,燃点,燃放"],
            ["宵", "xiāo", "宵禁,宵夜,宵衣旰食"],
            ["潮", "cháo", "潮红,潮剧,潮流"],
            ["纱", "shā", "纱灯,纱布,纱窗"],
            ["更", "gēng/gèng", "更迭,更动,更改,更加,更糟"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["携", "xié", "携家带口,携手,携带"],
            ["幼", "yòu", "幼芽,幼虫,幼小"],
            ["怨", "yuàn", "怨愤,怨恨,怨气"],
            ["触", "chù", "触手,触电,触动,触发"],
            ["祭", "jì", "祭拜,祭奠,祭告"],
            ["遗", "yí", "遗产,遗臭万年,遗传"],
            ["鬼", "guǐ", "鬼才,鬼斧神工,鬼怪"],
            ["尘", "chén", "尘土,灰尘,沙尘暴"],
            ["驱", "qū", "驱赶,驱逐,驱除"],
            ["录", "lù", "录音,录像,录取"],
            ["袍", "páo", "袍子,藏袍,长袍"],
            ["锣", "luó", "锣鼓,锣鼓喧天,紧锣密鼓"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["缓", "huǎn", "缓慢,缓缓的,迟缓"],
            ["卧", "wò", "卧倒,卧室"],
            ["弃", "qì", "丢弃,放弃"],
            ["施", "shī", "施展,施法,施肥"],
            ["巢", "cháo", "巢穴,匪巢,蜂巢"],
            ["售", "shòu", "出售,售货员"],
            ["税", "shuì", "税收,交税,税法"],
            ["灿", "càn", "阳光灿烂"],
            ["霞", "xiá", "晚霞,朝霞,霞光,彩霞"],
            ["榕", "róng", "榕树"],
            ["涨", "zhǎng/zhàng", "涨潮,涨跌,脸涨得通红,涨开"],
            ["会", "huì/kuàì", "会谈,开会,会计,财会"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["佩", "pèi", "敬佩,佩服,佩带"],
            ["伏", "fú", "埋伏,上下起伏,伏兵"],
            ["昼", "zhòu", "昼伏夜出,昼夜,白昼"],
            ["裹", "guǒ", "包裹,裹脚"],
            ["唯", "wéi", "唯独,唯恐,唯利是图"],
            ["偿", "cháng", "偿付,偿还,偿命"],
            ["荒", "huāng", "荒地,荒漠,荒草"],
            ["陷", "xiàn", "陷于,陷害,陷阱"],
            ["惧", "jù", "恐惧,惧怕"],
            ["咔", "kā", "咔嚓,咔嗒"],
            ["熄", "xī", "熄火,熄灭,熄灯"],
            ["源", "yuán", "水源,财源,源头"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["奏", "zòu", "奏捷,奏效,奏乐"],
            ["禽", "qín", "家禽,飞禽,禽兽"],
            ["畜", "chù", "畜生,家畜"],
            ["牲", "shēng", "牲口,牲畜,牺牲"],
            ["荤", "hūn", "荤腥,荤菜,荤食"],
            ["妆", "zhuāng", "化妆,妆容"],
            ["衬", "chèn", "衬衣,陪衬"],
            ["暇", "xiá", "空暇,目不暇接"],
            ["征", "zhēng", "征服,征兵"],
            ["绣", "xiù", "刺绣,绣花针"],
            ["谋", "móu", "谋财害命,预谋,谋反"],
            ["杆", "gān", "竹竿,栏杆,电线杆"],
            ["供", "gòng/gōng", "供养,供不应求,提供,供给,招供"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["隐", "yǐn", "隐蔽,隐避,隐藏"],
            ["裕", "yù", "裕如,充裕,丰裕"],
            ["捐", "juān", "捐款,捐弃,捐弃前嫌"],
            ["赠", "zèng", "赠别,赠给,赠款"],
            ["茄", "qié", "茄子,番茄"],
            ["葬", "zàng", "葬礼,埋葬,葬身鱼腹"],
            ["迁", "qiān", "迁怒,搬迁,迁移"],
            ["坟", "fén", "坟场,坟地,坟堆"],
            ["墓", "mù", "墓室,墓碑,墓地"],
            ["贩", "fàn", "贩毒,贩黄,贩假"],
            ["攒", "zǎn", "攒钱,积攒,攒够"],
            ["测", "cè", "测试,预测,检测"],
            ["丧", "sàng/sāng", "丧服,丧失,丧事"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["脊", "jǐ", "脊背,脊梁,脊髓"],
            ["援", "yuán", "援兵,援建,援救"],
            ["旋", "xuán/xuàn", "旋儿,旋即,旋律"],
            ["秦", "qín", "秦晋之好,秦腔,秦俑"],
            ["贼", "zéi", "贼船,贼胆,贼喊捉贼"],
            ["窃", "qiè", "窃窃私语,窃案,窃国"],
            ["鼾", "hān", "鼾声,鼾睡,打鼾"],
            ["煤", "méi", "煤饼,煤层,煤尘"],
            ["褐", "hè", "褐煤,褐色"],
            ["鲸", "jīng", "鲸吞,鲸鱼,蓝鲸"],
            ["肌", "jī", "肌肤,肌腱,肌理"],
            ["胞", "bāo", "胞弟,胞姐,胞妹"],
            ["召", "zhào", "召见,召唤,召回"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["询", "xún", "询问,查询,垂询"],
            ["译", "yì", "译本,译电,译稿"],
            ["捏", "niē", "捏合,捏弄,捏一把汗"],
            ["慈", "cí", "慈爱,慈悲,慈父"],
            ["奈", "nài", "奈何,万般无奈,无可奈何"],
            ["损", "sǔn", "损人,损兵折将,损公肥私"],
            ["润", "rùn", "润笔,润滑,润色"],
            ["货", "huò", "货流,货运,货币"],
            ["凑", "còu", "凑巧,凑合,凑乎"],
            ["眶", "kuàng", "夺眶而出,热泪盈眶,眼眶"],
            ["吻", "wěn", "吻别,吻合,唇吻"],
            ["董", "dǒng", "董事,古董"],
            ["邦", "bāng", "邦交,邦联,多难兴邦"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["蓄", "xù", "蓄发,蓄洪,蓄积"],
            ["涉", "shè", "涉及,涉案,涉猎"],
            ["削", "xuē/xiāo", "削苹果,刮削"],
            ["皂", "zào", "皂白,皂荚,皂角"],
            ["唬", "hǔ", "唬人,吓唬,诈唬"],
            ["浴", "yù", "浴场,浴池,浴缸"],
            ["咳", "ké/hāi", "咳嗽,干咳"],
            ["嗽", "sòu", "咳嗽"],
            ["摊", "tān", "摊贩,摊档,摊点"],
            ["贯", "guàn", "贯彻,贯穿,贯串"],
            ["捂", "wǔ", "捂脸，捂住鼻子"],
            ["俯", "fǔ", "俯首,俯察,俯冲"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["衡", "héng", "衡山,衡量,衡器"],
            ["谨", "jǐn", "谨防,谨记,谨慎"],
            ["慎", "shèn", "慎独,慎行,慎言"],
            ["益", "yì", "益虫,益处,益发"],
            ["拆", "chāi", "拆借,拆除,拆穿"],
            ["判", "pàn", "判案,判别,判处"],
            ["版", "bǎn", "版本,版次,版画"],
            ["谊", "yì", "厚谊,联谊,情谊"],
            ["腼", "miǎn", "腼腆"],
            ["腆", "tiǎn", "腼腆"],
            ["纺", "fǎng", "纺丝,纺机,纺线"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["黎", "lí", "黎民,黎明,黎族"],
            ["哀", "āi", "哀告,哀求,哀兵必胜"],
            ["矛", "máo", "矛盾,矛头,长矛"],
            ["盾", "dùn", "盾牌,后盾,金盾"],
            ["衷", "zhōng", "衷肠,衷情,衷曲"],
            ["浩", "hào", "浩大,浩荡,浩繁"],
            ["躁", "zào", "躁动,暴躁,发躁"],
            ["罢", "bà", "罢工,罢官,罢教"],
            ["辰", "chén", "辰光,辰时,诞辰"],
            ["痣", "zhì", "黑痣"],
            ["肤", "fū", "皮肤,肤浅"],
        ],
    ],
};

export default data;
