/*
维填限崭扩厂敞诲阶
衔脉赵酷租效渔纲累
鹊敷熏穴灸艾腹髓嘛大
蔬协颤促销伦谓键坦
郑牧杏肴焚晕奉僻率
社择拽蘸宗轴轿溶厘乘
腻笛幽韩赖蔓娇障扒噢嚓
秃滋沮孵捕媚灌壤拦
疫昂呐措愤竞疏氛舟粽
兜凯资喂胀玲咖啡给
卸绩阔执颅钞掬伪坪

*/
const data = {
    name: "八年级(下)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["维", "wéi", "维新,维修,维权"],
            ["填", "tián", "填报,填表,填补"],
            ["限", "xiàn", "限产,限电,限定"],
            ["崭", "zhǎn", "崭露头角,崭新"],
            ["扩", "kuò", "扩充,扩版,扩编"],
            ["厂", "chǎng", "厂规,厂方,厂房"],
            ["敞", "chǎng", "敞车,敞开,敞口"],
            ["诲", "huì", "诲人不倦,教诲,训诲"],
            ["阶", "jiē", "阶层,阶段,阶级"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["衔", "xián", "衔冤,衔恨,衔接"],
            ["脉", "mò/mài", "脉案,脉搏,脉冲"],
            ["赵", "zhào", "赵公元帅,后赵,前赵"],
            ["酷", "kù", "酷烈,酷爱,酷寒"],
            ["租", "zū", "租佃,租户,租价"],
            ["效", "xiào", "效法,效仿,效果"],
            ["渔", "yú", "渔霸,渔场,渔船"],
            ["纲", "gāng", "纲领,纲纪,纲举目张"],
            ["累", "lèi/léi/lěi", "劳累,累赘,伤痕累累"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["鹊", "què", "鹊巢鸠占,鹊起,鹊桥"],
            ["敷", "fū", "敷衍,敷衍了事,敷衍塞责"],
            ["熏", "xūn/xùn", "熏风,熏鸡,熏染"],
            ["穴", "xué", "穴播,穴道,穴居"],
            ["灸", "jiǔ", "针灸"],
            ["艾", "ài/yì", "艾蒿,方兴未艾,期期艾艾"],
            ["腹", "fù", "腹背受敌,腹部,腹地"],
            ["髓", "suǐ", "骨髓,脊髓,精髓"],
            ["嘛", "ma", "喇嘛"],
            ["大", "dà/dài", "大人,大小,大夫,大王"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["蔬", "shū", "蔬菜,菜蔬"],
            ["协", "xié", "协办,协查,协定"],
            ["颤", "chàn/zhàn", "颤动,颤抖,颤悠"],
            ["促", "cù", "促成,促进,促请"],
            ["销", "xiāo", "销差,销号,销毁"],
            ["伦", "lún", "伦常,伦敦,伦理"],
            ["谓", "wèi", "谓语,称谓,何谓"],
            ["键", "jiàn", "键盘,按键,电键"],
            ["坦", "tǎn", "坦白,坦白从宽,坦陈"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["郑", "zhèng", "郑重,郑重其事,郑州"],
            ["牧", "mù", "牧草,牧场,牧笛"],
            ["杏", "xìng", "杏树,杏眼,杏子"],
            ["肴", "yáo", "菜肴,佳肴"],
            ["焚", "fén", "焚化,焚毁,焚掠"],
            ["晕", "yūn", "晕头转向,晕厥,晕车"],
            ["奉", "fèng", "奉承,奉调,奉告"],
            ["僻", "pì", "僻静,僻壤,僻巷"],
            ["率", "shuài/lǜ", "率领,圆周率"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["社", "shè", "社队企业,社会,社会保险"],
            ["择", "zé", "择友,择吉,择交"],
            ["拽", "zhuài", "生拉硬拽"],
            ["蘸", "zhàn", ""],
            ["宗", "zōng", "宗祠,宗法,宗教"],
            ["轴", "zhóu/zhòu", "轴承,轴距,轴线"],
            ["轿", "jiào", "轿车,轿夫,轿子"],
            ["溶", "róng", "溶洞,溶合,溶化"],
            ["厘", "lí", "厘米,分厘,毫厘"],
            ["乘", "chéng/shèng", "乘车,乘法,一乘马车,一乘轿子"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["腻", "nì", "腻烦,腻人,腻味"],
            ["笛", "dí", "笛膜,笛子,长笛"],
            ["幽", "yōu", "幽幽,幽暗,幽闭"],
            ["韩", "hán", "韩国"],
            ["赖", "lài", "赖皮,赖以,赖账"],
            ["蔓", "màn", "蔓生,蔓延,蔓儿"],
            ["娇", "jiāo", "娇嗔,娇痴,娇宠"],
            ["障", "zhàng", "障碍,障蔽,板障"],
            ["扒", "bā", "扒车,扒拉,扒皮"],
            ["噢", "ō", ""],
            ["嚓", "chā", "咔嚓,啪嚓"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["秃", "tū", "秃笔,秃顶,秃鹫"],
            ["滋", "zī", "滋补,滋蔓,滋扰"],
            ["沮", "jǔ", "沮丧"],
            ["孵", "fū", "孵育,孵化,孵卵"],
            ["捕", "bǔ", "捕获,捕风捉影,捕捞"],
            ["媚", "mèi", "媚骨,媚气,媚俗"],
            ["灌", "guàn", "灌注,灌浆,灌洗"],
            ["壤", "rǎng", "红壤,黄壤,接壤"],
            ["拦", "lán", "拦挡,拦洪,拦劫"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["疫", "yì", "疫病,疫苗,疫情"],
            ["昂", "áng", "昂贵,昂然,昂首"],
            ["呐", "nà", "呐喊,呐喊助威,唢呐"],
            ["措", "cuò", "措辞,措施,措手不及"],
            ["愤", "fèn", "愤愤不平,愤恨,愤激"],
            ["竞", "jìng", "竞技体育,竞标,竞猜"],
            ["疏", "shū", "疏导,疏忽,疏解"],
            ["氛", "fēn", "氛围,气氛"],
            ["舟", "zhōu", "舟车,舟楫,舟桥"],
            ["粽", "zòng", "粽子"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["兜", "dōu", "兜捕,兜底,兜兜"],
            ["凯", "kǎi", "凯歌,凯旋"],
            ["资", "zī", "资本,资本主义,资不抵债"],
            ["喂", "wèi", "喂养,喂奶,喂食"],
            ["胀", "zhàng", "胀痛,饱胀,腹胀"],
            ["玲", "líng", "玲珑,玲珑剔透,八面玲珑"],
            ["咖", "kā", "咖喱,咖啡"],
            ["啡", "fēi", "咖啡,吗啡"],
            ["给", "gěi/jǐ", "送给,给水,给养"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["卸", "xiè", "卸载,卸车,卸除"],
            ["绩", "jì", "绩效,败绩,成绩"],
            ["阔", "kuò", "阔少,阔步,阔别"],
            ["执", "zhí", "执棒,执笔,执鞭"],
            ["颅", "lú", "颅骨,头颅"],
            ["钞", "chāo", "钞票,大钞,假钞"],
            ["掬", "jū", "笑容可掬"],
            ["伪", "wěi", "伪币,伪钞,伪称"],
            ["坪", "píng", "坪坝,草坪"],
        ],
    ],
};

export default data;
