/*
擅弦纵梳溅践诫饵
戚储犯讯噪漠逢趾
袭港逝宏监绸帆柄稿
媒鸽誉谱综呈芳勾传
横雕碑栽绵央坛朴厦
罩缘栩屡盈峡膜湾琳
嘎雏锐掘扯瀑惨芬恶
捷樱巩额痴暮缤蜗婴
籍债锦什棉唾沫贷啧
蔼荣络绎薯胎榜莉腋
频宅范佳栋辅申审婶

*/
const data = {
    name: "九年级(上)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["擅", "shàn", "擅长,擅离职守,擅权"],
            ["弦", "xián", "弦歌,弦乐,弦索"],
            ["纵", "zòng", "纵队,纵观,纵贯"],
            ["梳", "shū", "梳理,梳头,梳洗"],
            ["溅", "jiàn", "溅落,迸溅,飞溅"],
            ["践", "jiàn", "践诺,践踏,践行"],
            ["诫", "jiè", "告诫,规诫,劝诫"],
            ["饵", "ěr", "饵料,钓饵,毒饵"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["戚", "qī", "哀戚,悲戚,国戚"],
            ["储", "chǔ", "储金,储备,储藏"],
            ["犯", "fàn", "犯案,犯病,犯愁"],
            ["讯", "xùn", "讯号,讯问,讯息"],
            ["噪", "zào", "噪声,噪音,鼓噪"],
            ["漠", "mò", "漠不关心,漠不相关,漠漠"],
            ["逢", "féng", "逢迎,逢场作戏,逢集"],
            ["趾", "zhǐ", "趾高气扬,趾骨,趾甲"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["袭", "xí", "袭击,袭来,袭取"],
            ["港", "gǎng", "港澳,港币,港汊"],
            ["逝", "shì", "逝世,病逝,长逝"],
            ["宏", "hóng", "宏才,宏达,宏大"],
            ["监", "jiān/jiàn", "监测,监察,太监"],
            ["绸", "chóu", "绸缎,绸缪,绸子"],
            ["帆", "fān", "帆板,帆布,帆船"],
            ["柄", "bǐng", "把柄,话柄,权柄"],
            ["稿", "gǎo", "稿子,稿本,稿酬"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["媒", "méi", "媒介,媒婆,媒人"],
            ["鸽", "gē", "鸽哨,鸽子,鹁鸽"],
            ["誉", "yù", "誉为,称誉,驰誉"],
            ["谱", "pǔ", "谱表,谱儿,谱曲"],
            ["综", "zōng", "综观,综合"],
            ["呈", "chéng", "呈送,呈报,呈递"],
            ["芳", "fāng", "芳草,芳菲,芳邻"],
            ["勾", "gōu", "勾搭,勾兑,勾画"],
            ["传", "chuán/zhuàn", "传单,传播,水浒传,传记"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["横", "héng", "横向联合,横轴,横匾"],
            ["雕", "diāo", "雕像,雕版,雕虫小技"],
            ["碑", "bēi", "碑亭,碑文,碑座"],
            ["栽", "zāi", "栽树,栽插,栽倒"],
            ["绵", "mián", "绵里藏针,绵薄,绵长"],
            ["央", "yāng", "央行,央告,央求"],
            ["坛", "tán", "坛坛罐罐,坛子,歌坛"],
            ["朴", "pǔ/piáo", "朴实,姓朴"],
            ["厦", "shà/xià", "大厦,商厦,厦门"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["罩", "zhào", "罩袍,罩衫,罩衣"],
            ["缘", "yuán", "缘分,缘故,缘何"],
            ["栩", "xǔ", "栩栩如生,栩栩如生"],
            ["屡", "lǚ", "屡次,屡次三番,屡见不鲜"],
            ["盈", "yíng", "盈亏,盈利,盈门"],
            ["峡", "xiá", "峡谷,地峡,海峡"],
            ["膜", "mó", "膜拜,瓣膜,薄膜"],
            ["湾", "wān", "港湾,海湾,河湾"],
            ["琳", "lín", "琳琅满目"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["嘎", "gā", "嘎巴,嘎巴,嘎噔"],
            ["雏", "chú", "雏菊,雏鸟"],
            ["锐", "ruì", "锐不可当,锐减,锐角"],
            ["掘", "jué", "掘进,采掘,盗掘"],
            ["扯", "chě", "扯皮,扯淡,扯谎"],
            ["瀑", "bào/pù", "瀑布,飞瀑"],
            ["惨", "cǎn", "惨案,惨白,惨败"],
            ["芬", "fēn", "芬芳"],
            ["恶", "ě/è/wù", "恶心,凶恶,恶霸,厌恶"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["捷", "jié", "捷报,捷径,捷足先登"],
            ["樱", "yīng", "樱桃,樱花"],
            ["巩", "gǒng", "巩固,巩膜"],
            ["额", "é", "额角,额定,额度"],
            ["痴", "chī", "痴呆,痴肥,痴话"],
            ["暮", "mù", "暮气沉沉,暮霭,暮春"],
            ["缤", "bīn", "缤纷,五彩缤纷"],
            ["蜗", "wō", "蜗居,蜗牛"],
            ["婴", "yīng", "婴儿,婴孩,妇婴"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["籍", "jí", "籍贯,本籍,簿籍"],
            ["债", "zhài", "债户,债款,债权"],
            ["锦", "jǐn", "锦囊妙计,锦标,锦缎"],
            ["什", "shí/shén", "什锦,什么"],
            ["棉", "mián", "棉布,棉农,棉袄"],
            ["唾", "tuò", "唾骂,唾沫,唾沫星子"],
            ["沫", "mò", "沫儿,沫子,白沫"],
            ["贷", "dài", "贷方,贷款,存贷"],
            ["啧", "zé", "啧有烦言,啧啧称羡,啧啧称羡"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["蔼", "ǎi", "和蔼"],
            ["荣", "róng", "荣光,荣升,荣登"],
            ["络", "luò", "络子,络腮胡子,络绎"],
            ["绎", "yì", "络绎,络绎不绝,演绎"],
            ["薯", "shǔ", "薯类,白薯,番薯"],
            ["胎", "tāi", "胎动,胎儿,胎发"],
            ["榜", "bǎng", "榜首,榜书,榜文"],
            ["莉", "lì", "茉莉"],
            ["腋", "yè", "腋臭,腋毛,腋窝"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["频", "pín", "频传,频带,频道"],
            ["宅", "zhái", "宅邸,宅地,宅第"],
            ["范", "fàn", "范本,范畴,范例"],
            ["佳", "jiā", "佳话,佳绩,佳节"],
            ["栋", "dòng", "栋梁,雕梁画栋,汗牛充栋"],
            ["辅", "fǔ", "辅币,辅导,辅料"],
            ["申", "shēn", "申办,申报,申辩"],
            ["审", "shěn", "审查,审察,审处"],
            ["婶", "shěn", "婶儿,婶母,婶娘"],
        ],
    ],
};

export default data;
