/*
攀迈陡兑凹凸蔓
泛缕娱惫溢佐
拴剔俭啃刁呵
瞬膏陋振喧曼
绪兼乳菊哺差
辑癌尴尬纳署

*/
const data = {
    name: "九年级(下)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["攀", "pān", "攀岩,攀登,攀爬"],
            ["迈", "mài", "迈步,迈进,年迈"],
            ["陡", "dǒu", "陡峭,陡坡,楼梯太陡"],
            ["兑", "duì", "兑付,兑换,兑现"],
            ["凹", "āo", "凹洞,凹地,凹透镜"],
            ["凸", "tū", "凸显,凸起,凸透镜"],
            ["漫", "màn", "漫画,漫延,漫不经心"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["泛", "fàn", "广泛,空泛,泛滥"],
            ["缕", "lǚ", "一缕青烟,千丝万缕,丝丝缕缕"],
            ["娱", "yú", "娱乐,自娱自乐,欢娱"],
            ["惫", "bèi", "疲惫"],
            ["溢", "yì", "溢出,热情洋溢,洪水四溢"],
            ["佐", "zuǒ", "辅佐,佐证,佐料"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["拴", "shuān", "拴马,拴住,栓牲口"],
            ["剔", "tī", "剔除,挑剔,晶莹剔透"],
            ["俭", "jiǎn", "节俭,俭朴,俭省,省吃俭用"],
            ["啃", "kěn", "啃骨头,啃玉米,啃食"],
            ["刁", "diāo", "刁难,姓刁,刁横"],
            ["呵", "hē", "呵斥,呵叱,呵护"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["瞬", "shùn", "瞬间,瞬时,瞬息"],
            ["膏", "gāo", "牙膏,膏药,石膏像"],
            ["陋", "lòu", "简陋,陋室,陋习"],
            ["振", "zhèn", "振臂,振动,振兴"],
            ["喧", "xuān", "喧宾夺主,喧哗,喧叫"],
            ["曼", "màn", "曼谷,曼延,曼妙"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["绪", "xù", "情绪,心绪,头绪"],
            ["兼", "jiān", "兼程,兼爱,兼备"],
            ["乳", "rǔ", "乳剂,乳胶,乳齿"],
            ["菊", "jú", "菊花,雏菊,墨菊"],
            ["哺", "bǔ", "哺乳,哺养,哺育"],
            ["差", "chà/chā/chāi", "差不多,差池,出差"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["辑", "jí", "逻辑,编辑"],
            ["癌", "ái", "癌变,癌症,癌肿"],
            ["尴", "gān", "尴尬"],
            ["尬", "gà", "尴尬"],
            ["纳", "nà", "纳粹,纳福,纳贡"],
            ["署", "shǔ", "署理,署名,布署"],
        ],
    ],
};

export default data;
