/*
攀迈陡兑凹凸蔓
泛缕娱惫溢佐
拴剔俭啃刁呵
瞬膏陋振喧曼
绪兼乳菊哺差
辑癌尴尬纳署
剥逸凝倦钝垢
匙钥竭泻哨分
吕侣履挽械寺
悬拟靴偶揭径
恒纯懈琢勉翔

*/
const data = {
    name: "九年级(下)",
    chapters:
    [
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["攀", "pān", "攀岩,攀比,攀扯"],
            ["迈", "mài", "迈步,迈进,豪迈"],
            ["陡", "dǒu", "陡峭,陡壁,陡变"],
            ["兑", "duì", "兑付,兑换,兑奖"],
            ["凹", "āo", "凹版,凹镜,凹面"],
            ["凸", "tū", "凸版,凸出,凸轮"],
            ["蔓", "màn/wàn", "蔓生,蔓延,蔓儿"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["泛", "fàn", "泛称,泛读,泛泛"],
            ["缕", "lǚ", "缕缕,缕述,缕析"],
            ["娱", "yú", "娱乐,娱悦,欢娱"],
            ["惫", "bèi", "疲惫"],
            ["溢", "yì", "溢出,溢美,溢于言表"],
            ["佐", "zuǒ", "佐餐,佐理,佐料"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["拴", "shuān", ""],
            ["剔", "tī", "剔除,剔透,晶莹剔透"],
            ["俭", "jiǎn", "俭朴,俭省,从俭"],
            ["啃", "kěn", ""],
            ["刁", "diāo", "刁横,刁滑,刁蛮"],
            ["呵", "hē", "呵斥,呵叱,呵护"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["瞬", "shùn", "瞬间,瞬时,瞬息"],
            ["膏", "gāo/gào", "膏肓,膏剂,膏粱"],
            ["陋", "lòu", "陋规,陋室,陋俗"],
            ["振", "zhèn", "振臂,振动,振兴"],
            ["喧", "xuān", "喧宾夺主,喧哗,喧叫"],
            ["曼", "màn", "曼谷,曼丽,曼妙"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["绪", "xù", "绪论,绪言,别绪"],
            ["兼", "jiān", "兼程,兼爱,兼备"],
            ["乳", "rǔ", "乳剂,乳胶,乳齿"],
            ["菊", "jú", "菊花,雏菊,墨菊"],
            ["哺", "bǔ", "哺乳,哺养,哺育"],
            ["差", "chà/chā/chā/cī", "差别,差池,差错"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["辑", "jí", "辑录,辑要,编辑"],
            ["癌", "ái", "癌变,癌症,癌肿"],
            ["尴", "gān", "尴尬,不尴不尬"],
            ["尬", "gà", "不尴不尬,尴尬"],
            ["纳", "nà", "纳粹,纳福,纳贡"],
            ["署", "shǔ", "署理,署名,布署"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["剥", "bāo/bō", "剥皮,剥夺,剥离"],
            ["逸", "yì", "逸趣,逸闻,安逸"],
            ["凝", "níng", "凝脂,凝冻,凝固"],
            ["倦", "juàn", "倦怠,倦容,倦意"],
            ["钝", "dùn", "钝化,钝角,钝器"],
            ["垢", "gòu", "藏污纳垢,尘垢,除垢"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["匙", "shí/chí", "匙子,茶匙,羹匙"],
            ["钥", "yào/yuè", "钥匙,锁钥"],
            ["竭", "jié", "竭诚,竭尽,竭力"],
            ["泻", "xiè", "泻肚,泻药,奔泻"],
            ["哨", "shào", "哨兵,哨卡,哨声"],
            ["分", "fèn/fēn", "分手,分列,分秒必争"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["吕", "lǚ", "吕剧"],
            ["侣", "lǚ", "伴侣,情侣,僧侣"],
            ["履", "lǚ", "履带,履历,履新"],
            ["挽", "wǎn", "挽词,挽歌,挽回"],
            ["械", "xiè", "械斗,兵械,持械"],
            ["寺", "sì", "寺观,寺庙,寺院"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["悬", "xuán", "悬案,悬揣,悬垂"],
            ["拟", "nǐ", "拟订,拟定,拟稿"],
            ["靴", "xuē", "靴子,穿靴戴帽,隔靴搔痒"],
            ["偶", "ǒu", "偶然,偶尔,偶发"],
            ["揭", "jiē", "揭幕,揭榜,揭不开锅"],
            ["径", "jìng", "径直,径流,径赛"],
        ],
        [
            /* āáǎàōóǒòēéěèīíǐìūúǔùǖǘǚǜü */
            ["恒", "héng", "恒产,恒定,恒久"],
            ["纯", "chún", "纯粹,纯度,纯钢"],
            ["懈", "xiè", "懈怠,不懈,常备不懈"],
            ["琢", "zhuó", "琢磨,琢磨,雕琢"],
            ["勉", "miǎn", "勉力,勉励,勉强"],
            ["翔", "xiáng", "翔实,翱翔,飞翔"],
        ],
    ],
};

export default data;
